-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: May 11, 2022 at 07:05 PM
-- Server version: 10.4.22-MariaDB
-- PHP Version: 8.1.2

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `exam`
--

-- --------------------------------------------------------

--
-- Table structure for table `หวย`
--

CREATE TABLE `หวย` (
  `ID` int(11) NOT NULL,
  `DATE` varchar(11) NOT NULL,
  `PRISE` varchar(20) NOT NULL,
  `NO.` varchar(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `หวย`
--

INSERT INTO `หวย` (`ID`, `DATE`, `PRISE`, `NO.`) VALUES
(1, '16-03-2565', 'รางวัลที่ 3', '920401'),
(2, '16-03-2565', 'รางวัลที่ 3', '826066'),
(3, '16-03-2565', 'รางวัลที่ 1', '737867'),
(5, '16-03-2565', 'เลขหน้า 3 ตัว', '349'),
(6, '16-03-2565', 'เลขหน้า 3 ตัว', '985'),
(7, '16-03-2565', 'เลขท้าย 3 ตัว', '989'),
(8, '16-03-2565', 'เลขท้าย 3 ตัว', '788'),
(9, '16-03-2565', 'เลขท้าย 2 ตัว', '03'),
(10, '16-03-2565', 'รางวัลข้างเคียงรางวั', '737866'),
(11, '16-03-2565', 'รางวัลข้างเคียงรางวั', '737868'),
(12, '16-03-2565', 'รางวัลที่ 2', '324448'),
(13, '16-03-2565', 'รางวัลที่ 2', '403216'),
(14, '16-03-2565', 'รางวัลที่ 2', '468367'),
(15, '16-03-2565', 'รางวัลที่ 2', '757838'),
(16, '16-03-2565', 'รางวัลที่ 2', '759477'),
(17, '16-03-2565', 'รางวัลที่ 3', '003392'),
(19, '16-03-2565', 'รางวัลที่ 3', '020974'),
(20, '16-03-2565', 'รางวัลที่ 3', '129232'),
(21, '16-03-2565', 'รางวัลที่ 3', '141817'),
(22, '16-03-2565', 'รางวัลที่ 3', '315090'),
(23, '16-03-2565', 'รางวัลที่ 3', '344527'),
(24, '16-03-2565', 'รางวัลที่ 3', '362277'),
(25, '16-03-2565', 'รางวัลที่ 3', '708219'),
(26, '1-04-2565', 'รางวัลที่ 3', '036686'),
(27, '1-04-2565', 'รางวัลที่ 3', '046457'),
(30, '1-04-2565', 'รางวัลที่ 1', '970618'),
(31, '1-04-2565', 'เลขหน้า 3 ตัว', '	738'),
(33, '1-04-2565', 'เลขหน้า 3 ตัว', '391'),
(34, '1-04-2565', 'เลขท้าย 3 ตัว', '578'),
(35, '1-04-2565', 'เลขท้าย 3 ตัว', '870'),
(36, '1-04-2565', 'เลขท้าย 2 ตัว', '10'),
(37, '1-04-2565', 'รางวัลข้างเคียงรางวั', '970617'),
(38, '1-04-2565', 'รางวัลข้างเคียงรางวั', '970619'),
(39, '1-04-2565', 'รางวัลที่ 2', '240029'),
(40, '1-04-2565', 'รางวัลที่ 2', '071472'),
(41, '1-04-2565', 'รางวัลที่ 2', '750408'),
(42, '1-04-2565', 'รางวัลที่ 2', '754915'),
(43, '1-04-2565', 'รางวัลที่ 2', '027641'),
(44, '1-04-2565', 'รางวัลที่ 3', '440807'),
(45, '1-04-2565', 'รางวัลที่ 3', '054035'),
(46, '1-04-2565', 'รางวัลที่ 3', '050015'),
(47, '1-04-2565', 'รางวัลที่ 3', '563497'),
(48, '1-04-2565', 'รางวัลที่ 3', '127728'),
(49, '1-04-2565', 'รางวัลที่ 3', '027001'),
(50, '1-04-2565', 'รางวัลที่ 3', '559912'),
(51, '16-04-2565', 'รางวัลที่ 3', '768711'),
(52, '16-04-2565', 'รางวัลที่ 3', '644686'),
(53, '16-04-2565', 'รางวัลที่ 1', '395919'),
(54, '16-04-2565', 'เลขหน้า 3 ตัว', '289'),
(55, '16-04-2565', 'เลขหน้า 3 ตัว', '859'),
(56, '16-04-2565', 'เลขท้าย 3 ตัว', '508'),
(57, '16-04-2565', 'เลขท้าย 3 ตัว', '413'),
(58, '16-04-2565', 'เลขท้าย 2 ตัว', '	58'),
(59, '16-04-2565', 'รางวัลข้างเคียงรางวั', '395920'),
(60, '16-04-2565', 'รางวัลข้างเคียงรางวั', '395918'),
(61, '16-04-2565', 'รางวัลที่ 2', '691078'),
(62, '16-04-2565', 'รางวัลที่ 2', '288325'),
(63, '16-04-2565', 'รางวัลที่ 2', '189228'),
(64, '16-04-2565', 'รางวัลที่ 2', '345563'),
(65, '16-04-2565', 'รางวัลที่ 2', '120215'),
(66, '16-04-2565', 'รางวัลที่ 3', '757881'),
(67, '16-04-2565', 'รางวัลที่ 3', '542136'),
(68, '16-04-2565', 'รางวัลที่ 3', '720279'),
(69, '16-04-2565', 'รางวัลที่ 3', '358202'),
(70, '16-04-2565', 'รางวัลที่ 3', '953929'),
(71, '16-04-2565', 'รางวัลที่ 3', '642745'),
(72, '16-04-2565', 'รางวัลที่ 3', '158303'),
(73, '16-04-2565', 'รางวัลที่ 3', '103342');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `หวย`
--
ALTER TABLE `หวย`
  ADD PRIMARY KEY (`ID`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `หวย`
--
ALTER TABLE `หวย`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=76;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
